Repository: IuriiD/fellowtraveler.club
Catalog: backup.po
Languages: ru

source: Fellowtraveler.club: email verification link
ru: Fellowtraveler.club: ссылка для подтверждения адреса email

source: Get updates by email:
ru: Получать обновления по почте:

source: Subscribe
ru: Подписаться

source: country
ru: стране

source: countries
ru: странах

source: day
ru: день

source: days
ru: дня

source: Hi!<br><br>Thanks for subscribing to Teddy's location updates!<br>They won't be too often (not more than once a week).<br><br>Please verify your email address by clicking on the following link:<br><b><a href='{0}' target='_blank'>{0}</a></b><br><br>If for any reason later you will decide to unsubscribe, please click on the following link:<br><a href='{1}' target='_blank'>{1}</a>
ru: Привет!<br><br>Спасибо что подписались на рассылку о путешествии Teddy!<br>Этих сообщений не будет много (не больше одного в неделю).<br><br>Пожалуйста, подтвердите Ваш адрес email кликнув по следующей ссылке:<br><b><a href='{0}' target='_blank'>{0}</a></b><br><br>Если по какой-либо причине впоследствии Вы решите отписаться от рассылки, пожалуйста, кликните по следующей ссылке:<br><a href='{1}' target='_blank'>{1}</a>

source: Fellowtraveler.club: you subscribed to email updates
ru: Fellowtraveler.club: Вы подписались на рассылку обновлений

source: Hi!<br><br>Thanks for subscribing to Teddy's location updates!<br>They won't be too often (not more than once a week).<br><br>If for any reason later you will decide to unsubscribe, please click on the following link:<br><a href='{0}' target='_blank'>{0}</a>
ru: Привет!<br><br>Спасибо что подписались на рассылку о путешествии Teddy!<br>Этих сообщений не будет много (не больше одного в неделю).<br><br>Если по какой-либо причине впоследствии Вы решите отписаться от рассылки, пожалуйста, кликните по следующей ссылке:link:<br><a href='{0}' target='_blank'>{0}</a>

source: Hi! Thanks for registering on <b><a href='https://fellowtraveler.club'>fellowtraveler.club</a></b>.<br><br>Please verify your email address by clicking on the following link:<br><b><a href='{0}' target='_blank'>{0}</a></b><br><br>If it wasn't you please simply ignore this message
ru: Привет! Спасибо, что зарегистрировались на <b><a href='https://fellowtraveler.club'>fellowtraveler.club</a></b>.<br><br>Пожалуйста, подтвердите Ваш адрес email кликнув по следующей ссылке:<br><b><a href='{0}' target='_blank'>{0}</a></b><br><br>Если это были не Вы, пожалуйста, просто игнорируйте это сообщение

source: Anonymous
ru: Аноним

source: Fellowtraveler.club: new secret code - {}
ru: Fellowtraveler.club: новый секретный код - {}

source: Hi!<br><br>You added a new {0}'s location, thanks. Secret code is being regenerated after every location and for adding the next location it will be:<br><br><b><h1>{1}</h1></b><br><br>It's recommended that you write it down to {0}'s notebook immediately (and obligatorily if you are going to pass {0} to somebody)<br><br>In case of any problems please write to <a href='mailto:iurii.dziuban@gmail.com'>iurii.dziuban@gmail.com</a><br><br>Thank you for participating in <a href='https://fellowtraveler.club'>fellowtraveler.club</a>
ru: Привет!<br><br>Вы добавили новое местоположение {0}, спасибо. После добавления каждого местоположения генерируется новый секретный код, и для добавления следующего он будет таким:<br><br><b><h1>{1}</h1></b><br><br>Лучше его сразу же записать в блокнот {0} (и это обязательно, если Вы планируете передать {0} кому-то другому)<br><br>В случае возникновения каких-либо проблем, пожалуйста, пишите по адресу <a href='mailto:iurii.dziuban@gmail.com'>iurii.dziuban@gmail.com</a><br><br>Спасибо за участие в проекте <a href='https://fellowtraveler.club'>fellowtraveler.club</a>

source: So far I've checked in <b>{}</b> places located in <b>{}</b> {} ({}) and have been traveling for <b>{}</b> {}. I covered about <b>{}</b> km it total and currently I'm nearly <b>{}</b> km from home
ru: На текущий момент я побывал в <b>{}</b> местах, расположенных в <b>{}</b> {} ({}) и путешествую вот уже <b>{}</b> {}. Я преодолел в общей сложности около <b>{}</b> км и в настоящее время нахожусь приблизительно в <b>{}</b> км от дома

source: This field is required.
ru: Это поле обязательно к заполнению.

source: File does not have an approved extension: {extensions}
ru: Расширение файла не соответствует списку разрешенных: {extensions}

source: File does not have an approved extension.
ru: Файл имеет неразрешенное расширение.

source: The secret parameter is missing.
ru: Отсутствует секретный параметр.

source: The secret parameter is invalid or malformed.
ru: Секретный параметр неверен или искажен.

source: The response parameter is missing.
ru: Отсутствует параметр ответа.

source: The response parameter is invalid or malformed.
ru: Параметр ответа неверен или искажен.

source: algorithm
ru: алгоритм

source: Invalid field name '%s'.
ru: Неверное имя файла '%s'.

source: Field must be equal to %(other_name)s.
ru: Значение поля должно совпадать с %(other_name)s.

source: Field must be at least %(min)d character long.
ru: Длина поля должна быть не менее %(min)s символа.

source: Field cannot be longer than %(max)s character.
ru: Длина поля должна быть не более %(min)s символа.

source: Field must be between %(min)d and %(max)d characters long.
ru: Длина поля должна быть от %(min)d до %(max)d символов.

source: Number must be at least %(min)s.
ru: Число должно быть не меньше %(min)s.

source: Number must be at most %(max)s.
ru: Число должно быть не больше %(min)s.

source: Number must be between %(min)s and %(max)s.
ru: Число должно быть от %(min)s до %(max)s.

source: Invalid input.
ru: Неверный ввод

source: Invalid email address.
ru: Неверный адрес email

source: Invalid IP address.
ru: Неверный IP адрес

source: Invalid Mac address.
ru: Неверный Mac адрес

source: Invalid URL.
ru: Неверный URL.

source: Invalid UUID.
ru: Неверный UUID

source: Invalid value, must be one of: %(values)s.
ru: Неверное значение, должно быть одним из: %(values)s.

source: Invalid value, can't be any of: %(values)s.
ru: Неверное значение, НЕ может быть одним из: %(values)s.

source: Invalid CSRF Token
ru: Неверный маркер CSRF

source: CSRF token missing
ru: Отсутствует маркер CSRF

source: CSRF failed
ru: Сбой CSRF

source: CSRF token expired
ru: Срок действия маркера CSRF истек

source: Not a valid choice
ru: Неверный выбор

source: Not a valid list
ru: Неверный список

source: Not a valid integer list
ru: Неверный список целочисленных переменных

source: Please input a date/time value
ru: Пожалуйста, введите дату/время

source: Invalid date/time input
ru: Неверный ввод даты/времени

source: Looks like your file is too big
ru: Похоже, что загружаемый файл слишком большой

source: Looks like your file is too big (5Mb/photo is maximum)
ru: Загружаемый файл слишком большой (максимально допустимый размер - 20 Мб)

source: Let's talk:
ru: Поболтаем?

source: Follow me
ru: Следите за мной

source: Ouups... error happened
ru: Упс... произошла ошибка

source: Ouups... the following exception was got:
ru: Упс... произошел следующий сбой:

source: Return to the <a href="/">main page</a>?
ru: Вернуться на <a href="/">главную страницу</a>?

source: Hi! My name is
ru: Привет! Меня зовут

source: and I have a dream
ru: и у меня есть мечта

source: Map of
ru: Карта путешествия

source: 's journey so far
ru: на сегодня

source: Travel timeline
ru: Хроники путешествия

source: Place #
ru: Место №

source: Author
ru: Автор

source: Time
ru: Время

source: Location
ru: Местонахождение

source: Photos
ru: Фото

source: Add new location
ru: Добавить новое местоположение

source: Where
ru: Где

source: is now or was on the photo? (required)
ru: сейчас или был, когда был сделан снимок (обязательно)

source: Upload up to 4 photos/place
ru: Загрузить до 4 фото/место

source: To add new
ru: Чтобы добавить новое местоположение

source: 's location first please <b><a href="/login/">log in</a></b> or <b><a href="/register/">register</a></b>
ru: , пожалуйста, <b><a href="/login/">войдите</a></b> или <b><a href="/register/">зарегистрируйтесь</a></b>

source: Name
ru: Имя

source: Update location
ru: Обновить местонахождение

source: Logout
ru: Выйти

source: Log in
ru: Войти

source: Register
ru: Зарегистрироваться

source: Change language
ru: Сменить язык

source: Disclaimer
ru: Предупреждение

source: Help us with translation
ru: Помочь с переводом

source: Support project
ru: Поддержать проект

source: Main page
ru: Главная страница

source: Registration
ru: Регистрация

source: Maybe just <a href="%(url)s">log in</a>?
ru: Может, просто <a href="%(url)s">войдете</a>?

source: You need to <a href="%(url)s">log in</a> first
ru: Для начала, пожалуйста, <a href="%(url)s">войдите</a>

source: You need to <a href="%(url)s">log out</a> first
ru: Сначала Вам необходимо <a href="%(url)s">выйти</a>

source: Such email is registered but hasn't been verified yet. If it's your email please verify it, otherwise choose different credentials to log in or <a href="%(url)s">register</a>
ru: Такой адрес email уже зарегистрирован, но еще не был подтвержден. Если это Ваш адрес email,пожалуйста, подтвердите его. Если нет, пожалуйста, используйте для входа другой адрес email или <a href="%(url)s">зарегистрируйтесь</a>

source: Sorry, we do not recognize this email address. Please choose different credentials or <a href="%(url)s">register</a>
ru: Такой адрес email не найден. Пожалуйста, используйте для входа другой адрес email или <a href="%(url)s">зарегистрируйтесь</a>

source: Your name
ru: Ваше имя

source: Your name is a bit too long (50 characters max)
ru: Слишком длинное имя (должно быть не больше 50 знаков)

source: Add a comment
ru: Комментарий

source: Sorry but comments are uploaded to Twitter and thus can't be longer than 280 characters
ru: Извините, но комментарии перепубликуются в т.ч. на Twitter, и поэтому не могут быть длинее 280 знаков

source: Get updates by email
ru: Получать обновления по почте

source: Secret code from the toy (required)
ru: Секретный код с игрушки (обязательно)

source: Please enter the code which you can find on the toy
ru: Пожалуйста, введите код, который можно найти на игрушке

source: Secret code must have 4 digits
ru: Секретный код должен иметь 4 знака

source: Submit
ru: Отправить

source: Email Address
ru: Адрес email

source: Please enter a valid e-mail address
ru: Пожалуйста, введите корректный адрес email

source: New Password
ru: Новый пароль

source: Passwords must match
ru: Пароли должны совпадать

source: Repeat Password
ru: Повторить пароль

source: Password
ru: Пароль

source: You need to <a href="/logout/">log out</a> first
ru: Сперва Вам необходимо <a href="/logout/">выйти</a>

source: Email {} is already subscribed and verified
ru: Адрес email {} уже подписан на рассылку и подтвержден

source: Email {} is already subscribed but has not been verified yet
ru: Адрес email {} уже подписан на рассылку, но еще не подтвержден

source: A verification link has been sent to your email address. Please click on it to verify your email
ru: На Ваш адрес email была отправлена ссылка для подтверждения. Пожалуйста, кликните по ней, чтобы подтвердить Ваш адрес email

source: Error happened ('{}')
ru: Произошла ошибка ('{}')

source: Email {} is already subscribed for updates
ru: Адрес email {} уже подписан на рассылку

source: Your email {} was subscribed to Teddy's location updates
ru: Ваш адрес email {} был подписан на рассылку о путешествии Teddy

source: User with email {} is already registered. Please choose a different email address or <a href='/login'>log in</a>
ru: Пользователь с адресом email {} уже зарегистрирован. Пожалуйста, выберите другой адрес email или <a href='/login'>войдите</a>

source: User with email {} is already registered but email has not been verified yet
ru: Пользователь с адресом email {} уже зарегистрирован, но еще не был подтвержден

source: Almost finished. To complete registration please click on the verification link that has been sent to your email
ru: Почти все ;) Чтобы завершить регистрацию, пожалуйста, кликните по ссылке для подтверждения, которая была отправлена на Ваш email

source: Login successfull!
ru: Вы успешно вошли

source: Wrong password
ru: Неверный пароль

source: You have been logged out
ru: Вы вышли из системы

source: Please enter {}'s location (current or on the photo)
ru: Пожалуйста, введите местоположение {} (текущее или где было сделано фото)

source: {}'s locations are reposted to Twitter and thus can't have more than 4 images each. Only the first 4 photos were uploaded
ru: Сообщения о местоположении {} перепубликуються в т.ч. на Twitter, поэтому не могут содержать более чем по 4 изображения. Будут загружены лишь 4 первые фото

source: Invalid secret code
ru: Неверный секретный код

source: New location added! NEW SECRET CODE for adding the next location is {} (was sent to your email {}). Please write the new secret code into {}'s notebook
ru: Новое местоположение успешно добавлено! НОВЫЙ СЕКРЕТНЫЙ КОД для добавления следующего местоположения - {} (был отправлен на Ваш адрес email {}). Пожалуйста, запишите новый секретный код в блокнот {}

source: No, it's not a trick and supposed to be safe but please see <a href="">disclaimer</a>
ru: Нет, это не шутка и безопасно, но, пожалуйста, ознакомьтесь с <a href="">предупреждением</a>

source: Email {} was not found
ru: Адрес email {} не найден

source: Sorry but you submitted an invalid verification code. Email address not verified
ru: Извините, но Вы ввели неверный код. Адрес email address не был подтвержден

source: Email address {} already verified
ru: Адрес email {} уже подтвержден

source: Email verified! Thanks for subscribing to Teddy's location updates!
ru: Адрес email успешно подтвержден! Спасибо, что подписались на рассылку о путешествии Teddy!

source: Email verified! Thanks for registration. If you have Teddy you can add his new location now
ru: Адрес email подтвержден! Спасибо за регистрацию. Если Teddy у Вас, теперь Вы можете добавить его новое местонахождение

source: Sorry but you submitted an invalid verification code. Unsubscription failed
ru: Извините, но Вы ввели неверный код. Адрес email из рассылки удален не был

source: Email {} successfully unsubscribed
ru: Адрес email {} успешно удален рассылки
